Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: {0}: option ''{1}'' is ambiguous
ca_es: {0}: l''opció ''{1}'' és ambigua

source: {0}: option ''--{1}'' does not allow an argument
ca_es: {0}: l''opció ''--{1}'' no permet cap argument

source: {0}: option ''{1}{2}'' does not allow an argument
ca_es: {0}: l''opció ''{1}{2}'' no permet cap argument

source: {0}: option ''{1}'' requires an argument
ca_es: {0}: l''opció ''{1}'' requereix un argument

source: {0}: unrecognized option ''--{1}''
ca_es: {0}: opció desconeguda ''--{1}''

source: {0}: unrecognized option ''{1}{2}''
ca_es: {0}: opció desconeguda ''{1}{2}''

source: {0}: illegal option -- {1}
ca_es: {0}: opció errònia -- {1}

source: {0}: invalid option -- {1}
ca_es: {0}: opció errònia -- {1}

source: {0}: option requires an argument -- {1}
ca_es: {0}: l''opció requereix un argument -- {1}

source: Invalid value {0} for parameter ''has_arg''
ca_es: El valor {0} és erroni per al paràmetre ''has_arg''

source: Background Terms of Use
ca_es: Termes d''ús de la imatge de fons

source: Opening link not supported on current platform (''{0}'')
ca_es: L''enllaç no pot ser obert en aquesta plataforma (''{0}'')

source: WARNING: {0}
ca_es: ATENCIÓ: {0}

source: INFO: {0}
ca_es: INFORMACIÓ: {0}

source: Executing platform startup hook
ca_es: Inicialitzacions específiques de la plataforma

source: Building main menu
ca_es: S''està construïnt el menú principal

source: Help
ca_es: Ajuda

source: Initializing OSM API
ca_es: S''està inicialitzant l''API de l''OSM

source: Initializing presets
ca_es: S''estan inicialitzant les predefinicions

source: Initializing validator
ca_es: S''està inicialitzant el validador

source: Initializing map styles
ca_es: S''estan inicialitzant els estils de mapa

source: Loading imagery preferences
ca_es: S''estan carregant les preferències de les imatges

source: Updating user interface
ca_es: S''està actualitzant la interfície d''usuari/a

source: Ignoring malformed file URL: "{0}"
ca_es: S''està ignorant l''adreça URL malformada: "{0}"

source: Warning
ca_es: Atenció

source: Parameter "downloadgps" does not accept file names or file URLs
ca_es: El paràmetre "downloadgps" no accepta noms de fitxer ni adreces URL de fitxers

source: Ignoring malformed URL: "{0}"
ca_es: S''està ignorant l''adreça URL malformada: "{0}"

source: JOSM requires Java version 6.Detected Java version: {0}.<br>You can <ul><li>update your Java (JRE) or</li><li>use an earlier (Java 5 compatible) version of JOSM.</li></ul>More Info:
ca_es: El JOSM requereix la versió de Java 6.S`ha detectat la versió de Java: {0}. <br> Podeu:<ul><li>actualitzar el Java (JRE) o </li><li>utilitzar una versió anterior (compatible amb Java 5) del JOSM.</li></ul> Més informació:

source: Exit JOSM
ca_es: Surt del JOSM

source: Continue, try anyway
ca_es: Continua, intenteu-ho altre cop

source: Error
ca_es: S''ha produït un error

source: About
ca_es: Quant a...

source: Display the about screen.
ca_es: Mostra la finestra Quant a.

source: Java OpenStreetMap Editor
ca_es: Editor Java OpenStreetMap

source: Version {0}
ca_es: Versió {0}

source: Last change at {0}
ca_es: Darrer canvi a {0}

source: Java Version {0}
ca_es: Versió de Java {0}

source: Homepage
ca_es: Pàgina d''inici

source: Bug Reports
ca_es: Informes d''errors

source: Info
ca_es: Informació

source: Readme
ca_es: Llegeix-me

source: Revision
ca_es: Revisió

source: Contribution
ca_es: Contribució

source: License
ca_es: Llicència

source: Plugins
ca_es: Connectors

source: About JOSM...
ca_es: Quant al JOSM...

source: Unexpected format of API base URL. Redirection to info or history page for OSM object will probably fail. API base URL is: ''{0}''
ca_es: Format inesperat per la URL de l''API. Probablement fallarà la redirecció vers la pàgina d''informació o de l''historial d''objectes OSM. La URL de l''API és: ''{0}''

source: Unexpected format of API base URL. Redirection to user page for OSM user will probably fail. API base URL is: ''{0}''
ca_es: Format inesperat per la URL de l''API. Probablement fallarà la redirecció vers la pàgina d''usuari OSM. La URL de l''API és: ''{0}''

source: You are about to launch {0} browser windows.<br>This may both clutter your screen with browser windows<br>and take some time to finish.
ca_es: Sou a punt de llançar {0} finestres del navegador.<br>Això pot atabalar la pantalla amb finestres de navegador<br>i trigar bastant en acabar.

source: Continue
ca_es: Continua

source: Click to continue and to open {0} browsers
ca_es: Feu clic per continuar i obrir {0} navegadors

source: Cancel
ca_es: Cancel·la

source: Click to abort launching external browsers
ca_es: Feu clic per cancel·lar el llançament de navegadors externs

source: Please select at least one already uploaded node, way, or relation.
ca_es: Seleccioneu com a mínim un node, via o relació que ja estigui pujat.

source: Please select the target layer.
ca_es: Seleccioneu la capa de destí

source: Select target layer
ca_es: Seleccioneu la capa de destí

source: Merge
ca_es: Combina

source: <html>There are no layers the source layer<br>''{0}''<br>could be merged to.</html>
ca_es: <html>No hi ha capes a la capa font<br>''{0}''<br>amb la que es pugui combinar.</html>

source: No target layers
ca_es: No hi ha capes de destí

source: Add imagery layer {0}
ca_es: Afegeix la capa d''imatge {0}

source: Select image format for WMS layer
ca_es: Seleccioneu el format d''imatge de la capa WMS

source: Select WMS layers
ca_es: Selecciona capes WMS

source: Add layers
ca_es: Afegeix capes

source: Invalid service URL.
ca_es: URL de servei no válida

source: WMS Error
ca_es: Error WMS

source: Could not retrieve WMS layer list.
ca_es: No es pot recuperar la llista de capes WMS.

source: Could not parse WMS layer list.
ca_es: No es pot analitzar la llista de capes WMS.

source: Add Node...
ca_es: Afegeix un node...

source: Add a node by entering latitude / longitude or easting / northing.
ca_es: Afegeix un node indicant la latitud i la longitud o les coordenades est i nord.

source: Edit: {0}
ca_es: Edita: {0}

source: Align Nodes in Circle
ca_es: Alinea els nodes en cercle

source: Move the selected nodes into a circle.
ca_es: Mou els nodes seleccionats per formar un cercle.

source: Tool: {0}
ca_es: Eina: {0}

source: Please select at least four nodes.
ca_es: Seleccioneu com a mínim quatre nodes.

source: Align Nodes in Line
ca_es: Alinea els nodes en una línia

source: Move the selected nodes in to a line.
ca_es: Mou els nodes seleccionats a una línia.

source: Please select at least three nodes.
ca_es: Seleccioneu com a mínim tres nodes.

source: data
ca_es: dades

source: layer
ca_es: capa

source: selection
ca_es: selecció

source: conflict
ca_es: conflicte

source: download
ca_es: baixa

source: problem
ca_es: problema

source: previous
ca_es: enrere

source: next
ca_es: endavant

source: Nothing selected to zoom to.
ca_es: No hi ha res seleccionat per ampliar.

source: Information
ca_es: Informació

source: Zoom to {0}
ca_es: Amplia {0}

source: Zoom the view to {0}.
ca_es: Amplia la vista de {0}

source: View: {0}
ca_es: Visualitza: {0}

source: No conflicts to zoom to
ca_es: Sense conflictes on ampliar

source: Changeset Manager
ca_es: Administrador de canvis

source: Toggle visibility of Changeset Manager window
ca_es: Canvia la visibilitat de la finestra del gestor del conjunt de canvis

source: Close open changesets
ca_es: Tanca el conjunt de canvis oberts

source: Closes open changesets
ca_es: Tanca el conjunt de canvis oberts

source: File: {0}
ca_es: Fitxer: {0}

source: There are no open changesets
ca_es: No hi ha cap conjunt de canvis obert

source: No open changesets
ca_es: Cap conjunt de canvis oberts

source: Downloading open changesets ...
ca_es: Baixant conjunt de canvis oberts...

source: Combine Way
ca_es: Combina vies

source: Combine several ways into one.
ca_es: Combina vàries vies en una.

source: Change directions?
ca_es: Voleu canviar el sentit?

source: Reverse and Combine
ca_es: Inverteix i combina

source: The ways can not be combined in their current directions. Do you want to reverse some of them?
ca_es: Les vies no es poden combinar amb els sentits actuals. Voleu invertir algun dels sentits?

source: Could not combine ways<br>(They could not be merged into a single string of nodes)
ca_es: No és possible la combinació de les vies<br>(No poden ser unides per a formar una única sèrie de nodes)

source: Combine {0} ways
ca_es: Combina {0} vies

source: Please select at least two ways to combine.
ca_es: Seleccioneu com a mínim dues vies per combinar-les.

source: Copy
ca_es: Copia

source: Copy selected objects to paste buffer.
ca_es: Copia els objectes seleccionats al porta-retalls.

source: Please select something to copy.
ca_es: Seleccioneu alguna cosa per copiar.

source: Copy Coordinates
ca_es: Copia les coordenades

source: Copy coordinates of selected nodes to clipboard.
ca_es: Copia les coordenades dels nodes seleccionats al porta-retalls.

source: Create Circle
ca_es: Crea un cercle

source: Create a circle from three selected nodes.
ca_es: Crea un cercle a partir de tres nodes seleccionats.

source: Those nodes are not in a circle. Aborting.
ca_es: Els nodes no es troben en un cercle. Es cancel·la el procés.

source: Please select exactly two or three nodes or one way with exactly two or three nodes.
ca_es: Seleccioneu dos o tres nodes o una via amb dos o tres nodes.

source: Create multipolygon
ca_es: Crea un multipolígon

source: Create multipolygon.
ca_es: Crea un multipolígon.

source: No data loaded.
ca_es: No s''ha carregat cap dada.

source: You must select at least one way.
ca_es: Heu de seleccionar com a mínim una via.

source: Delete
ca_es: Suprimeix

source: Delete selected objects.
ca_es: Suprimeix els objectes seleccionats

source: Toggle dialogs panel
ca_es: Commuta les finestres

source: Toggle dialogs panel, maximize mapview
ca_es: Commuta les finestres, maximitza la vista del mapa

source: Distribute Nodes
ca_es: Distribueix els nodes

source: Distribute the selected nodes to equal distances along a line.
ca_es: Distribueix els nodes seleccionats en distàncies iguals a llarg d''una línia

source: Ignoring {0} nodes with null coordinates
ca_es: Ignorant {0} nodes amb coordenades nul·les

source: Download from OSM...
ca_es: Baixa des de l''OSM...

source: Download map data from the OSM server.
ca_es: Baixa les dades dels mapes des del servidor OSM

source: <html>This action will require {0} individual<br>download requests. Do you wish<br>to continue?</html>
ca_es: <html>Aquesta acció requerirà {0} peticions <br>de descàrrega. Voleu <br>continuar?</html>

source: Download data
ca_es: Baixa dades

source: Download object...
ca_es: Baixa l''objecte...

source: Download OSM object by ID.
ca_es: Baixa un objecte OSM per ID.

source: Object could not be downloaded
ca_es: L''objecte no s''ha pogut baixar

source: One object could not be downloaded.<br>
ca_es: No s''ha pogut baixar un objecte.<br>

source: The server replied with response code 404.<br>This usually means, the server does not know an object with the requested id.
ca_es: El servidor ha respost amb el codi d''error 404.<br>Això acostuma a indicar que el servidor no ha trobat cap objecte amb l''ID que s''ha demanat.

source: missing objects:
ca_es: objectes que manquen:

source: Object deleted
ca_es: objecte suprimit

source: One downloaded object is deleted.
ca_es: Un dels objectes baixats està marcat com suprimit.

source: Ok
ca_es: D''acord

source: Download parent ways/relations...
ca_es: Baixant vies/relacions de parentiu ...

source: Download objects referring to one of the selected objects
ca_es: Baixa els objectes referits a un dels objectes seleccionats

source: Duplicate
ca_es: Duplica

source: Duplicate selection by copy and immediate paste.
ca_es: Dupliqueu la selecció copiant i enganxant-la immediatament

source: Exit
ca_es: Surt

source: Exit the application.
ca_es: Sortir de l''aplicació

source: Expert Mode
ca_es: Mode expert

source: Enable/disable expert mode
ca_es: Activa/desactiva el mode avançat

source: Follow line
ca_es: Segueix la línia

source: Continues drawing a line that shares nodes with another line.
ca_es: Continua dibuixant una línia que comparteix nodes amb una altra línia.

source: Follow
ca_es: Segueix

source: Fullscreen view
ca_es: Vista de pantalla completa

source: Toggle fullscreen view
ca_es: Commuta la vista en pantalla completa

source: Export to GPX...
ca_es: Exporta a GPX...

source: Export the data to GPX file.
ca_es: Exporta les dades a un fitxer GPX.

source: Nothing to export. Get some data first.
ca_es: No hi ha res a exportar. Primer heu d''obtenir dades.

source: Export GPX file
ca_es: Exporta el fitxer GPX

source: History
ca_es: Historial

source: Display history information about OSM ways, nodes, or relations.
ca_es: Mostra informació de la història sobre les vies, nodes, o les relacions de OSM.

source: History (web)
ca_es: Historial (web)

source: Display history information about OSM ways, nodes, or relations in web browser.
ca_es: Mostra l''històric dels nodes, els camis o les relacions OSM al navegador web.

source: New offset
ca_es: Desplaçament nou

source: Adjust the position of this imagery layer
ca_es: Ajusta la posició d''aquesta capa d''imatge

source: Adjust imagery offset
ca_es: Ajusta el desplaçament de la imatge

source: OK
ca_es: D’acord

source: Use arrow keys or drag the imagery layer with mouse to adjust the imagery offset. You can also enter east and north offset in the {0} coordinates. If you want to save the offset as bookmark, enter the bookmark name below
ca_es: Usa les tecles de direcció o arrossega la capa d''imatge amb el ratolí per tal d''ajustar el decalatge de la imatge. També pots indicar els decalatges est i nord a les coordinades {0}. Si vols enregistrar el decalatge com un favorit, indica el nom del favorit a continuació.

source: Offset:
ca_es: Desplaçament:

source: Bookmark name:
ca_es: Nom del preferit:

source: Overwrite
ca_es: Sobreescriu

source: Offset bookmark already exists. Overwrite?
ca_es: Ja existeix un preferit amb aquest nom. Voleu sobreescriure''l?

source: Advanced info
ca_es: Informació avançada

source: Display advanced object information about OSM nodes, ways, or relations.
ca_es: Mostra informació avançada sobre els nodes, vies o relacions OSM.

source: Advanced info (web)
ca_es: Informació avançada (web)

source: Display object information about OSM nodes, ways, or relations in web browser.
ca_es: Mostra informació avançada sobre els nodes, els vies o les relacions OSM al navegador web.

source: Join overlapping Areas
ca_es: Uneix zones superposades

source: Joins areas that overlap each other
ca_es: Uneix les zones que se superposen

source: Please select at least one closed way that should be joined.
ca_es: Com a mínim heu de seleccionar una via tancada per ser unida.

source: One of the selected ways is not closed and therefore cannot be joined.
ca_es: Una de les vies seleccionades no és tancada i en conseqüència no pot ser unida.

source: Join area confirmation
ca_es: Entra en l''àrea de confirmació

source: The selected way has nodes outside of the downloaded data region.
ca_es: La via seleccionada te nodes fora de la regió baixada

source: This can lead to nodes being deleted accidentally.
ca_es: Això pot portar a la supresió accidental de nodes.

source: Are you really sure to continue?
ca_es: Esteu segur que voleu continuar?

source: Please abort if you are not sure
ca_es: Si no n''esteu segur, cancel·leu

source: The selected area is incomplete. Continue?
ca_es: La zona seleccionada no està completa. Voleu continuar?

source: No intersection found. Nothing was changed.
ca_es: No s''han trobat interseccions. No s''ha fet cap canvi.

source: Reverting changes
ca_es: S''estan revertint els canvis...

source: Removed duplicate nodes
ca_es: Nodes duplicats suprimits

source: Added node on all intersections
ca_es: Afegit node a totes les interseccions

source: Assemble new polygons
ca_es: Assembleu nous polígons

source: Delete relations
ca_es: Suprimeix les relacions

source: Delete Ways that are not part of an inner multipolygon
ca_es: Suprimeix les vies que no formen part d''un multipolígon intern

source: Joined overlapping areas
ca_es: Zones superposades fusionades

source: Some of the ways were part of relations that have been modified.<br>Please verify no errors have been introduced.
ca_es: Algunes vies eren part de relacions que han estat modificades.<br>Si us plau, comproveu que no s''han introduit errors.

source: Fix tag conflicts
ca_es: Arregla conflictes d''etiquetes

source: Split ways into fragments
ca_es: Divideix la via en fragments

source: Sorry. Cannot handle multipolygon relations with multiple outer ways.
ca_es: Disculpeu. No és possible modificar les relacions de multipolígons amb vàries vies externes.

source: Sorry. Cannot handle way that is outer in multiple multipolygon relations.
ca_es: Disculpeu. No és possible crear una via que sigui exterior a múltiples relacions entre multipolígons.

source: Sorry. Cannot handle way that is both inner and outer in multipolygon relations.
ca_es: Disculpeu. No és possible crear una via que al mateix temps sigui interior i exterior a una relació multipoligonal.

source: Sorry. Cannot handle way that is inner in multiple multipolygon relations.
ca_es: Disculpeu. No és possible crear una via que sigui interior a vàries relacions multipoligonals.

source: Removed Element from Relations
ca_es: Element de relacions suprimit.

source: Remove tags from inner ways
ca_es: Suprimeix etiquetes de les vies internes

source: Join Areas Function
ca_es: Funció de fusió d''àrees

source: Join Node to Way
ca_es: Uneix el node a la via

source: Include a node into the nearest way segments
ca_es: Inclou un node als segments més propers de la via

source: Join Node and Line
ca_es: Uneix node i línia

source: No Shortcut
ca_es: No hi ha drecera

source: Jump To Position
ca_es: Salta a la posició

source: Opens a dialog that allows to jump to a specific location
ca_es: Obre una finestra que permet saltar a una posició específica

source: Enter Lat/Lon to jump to position.
ca_es: Introduïu la latitud/ongitud per saltar a la posició

source: You can also paste an URL from www.openstreetmap.org
ca_es: També podeu enganxar una adreça web de www.openstreetmap.org

source: Latitude
ca_es: Latitud

source: Longitude
ca_es: Longitud

source: Zoom (in metres)
ca_es: Escala (en metres)

source: URL
ca_es: Adreça URL

source: Jump there
ca_es: Salta allà

source: Jump to Position
ca_es: Salta a la posició

source: Could not parse Latitude, Longitude or Zoom. Please check.
ca_es: No és possible analitzar la latitud, la longitud o l''apropament. Verifiqueu les dades.

source: Unable to parse Lon/Lat
ca_es: Imposible mostrar la latitud/longitud

source: Lasso Mode
ca_es: Mode llaç

source: Lasso selection mode: select objects within a hand-drawn region
ca_es: Selecció en mode llaç: seleccioneu objectes dins d''una zona dibuixada a mà

source: Rectified Image...
ca_es: Imatge rectificada...

source: Download Rectified Images From Various Services
ca_es: Baixa imatges rectificades de diferents serveis públics

source: Imagery: {0}
ca_es: Imatgeria: {0}

source: Custom WMS Link
ca_es: Enllaç WMS personalitzat

source: Supported Rectifier Services:
ca_es: Serveis d''imatges rectificades:

source: Visit Homepage
ca_es: Visita la pàgina del projecte

source: WMS URL or Image ID:
ca_es: Adreça del servei WMS o identificador de la imatge:

source: Add Rectified Image
ca_es: Afegeix imatge rectificada

source: Couldn''t match the entered link or id to the selected service. Please try again.
ca_es: No s''ha trobat la correspondència entre l''enllaç o l''identificador introduït i el servei d''imatges seleccionat. Torneu-ho a provar.

source: No valid WMS URL or id
ca_es: Adreça WMS o identificador no vàlid

source: Merge layer
ca_es: Combina capa

source: Merge the current layer into another layer
ca_es: Combina la capa actual amb una altra capa

source: Merging layers with different upload policies
ca_es: Fusionant capes amb diferents polítiques de pujada

source: You are about to merge data between layers ''{0}'' and ''{1}''.<br /><br />These layers have different upload policies and should not been merged as it.<br />Merging them will result to enforce the stricter policy (upload discouraged) to ''{1}''.<br /><br /><b>This is not the recommended way of merging such data</b>.<br />You should instead check and merge each object, one by one, by using ''<i>Merge selection</i>''.<br /><br />Are you sure you want to continue?
ca_es: Sou a punt de fusionar dades de les capes ''{0}'' i ''{1}''.<br /><br />Aquestes capes tenen diferents polítiques de pujada i no han de ser fusionades d''aquesta manera.<br />La seva fusió comportaria l''aplicació de la política més estricta (es desaconsella la pujada) a ''{1}''.<br /><br /><b>Aquesta no és la manera recomanada per a fusionar aquest tipus de dades</b>.<br />En comptes d''això haurieu de comprovar i fusionar els objectes per separat, un a un, utilitzant l''opció ''<i>Fusionar selecció</i>''.<br /><br />Segur que voleu continuar?

source: Ignore this hint and merge anyway
ca_es: Ignora aquest avís i fusiona

source: Merge Nodes
ca_es: Fusiona els nodes

source: Merge nodes into the oldest one.
ca_es: Fusiona dos o més nodes en el més antic

source: Please select at least two nodes to merge or one node that is close to another node.
ca_es: Si us plau, seleccioneu com a mínim dos nodes per ajuntar-los o un node proper a un altre.

source: Abort Merging
ca_es: Anul·la la fusió

source: Click to abort merging nodes
ca_es: Feu clic per a anul·lar la fusió dels nodes

source: Cannot merge nodes: Would have to delete way {0} which is still used by {1}
ca_es: No és possible fusionar els nodes: Caldria eliminar la via {0} que encara està essent utilitzada per {1}

source: Merge {0} nodes
ca_es: Fusiona {0} nodes

source: Merge selection
ca_es: Combina selecció

source: Merge the currently selected objects into another layer
ca_es: Fuisonar els objectes seleccionats a una capa diferent

source: Merging too many objects with different upload policies
ca_es: Fusionant massa objectes amb diferents polítiques de pujada

source: You are about to merge more than 1 object between layers ''{0}'' and ''{1}''.<br /><br /><b>This is not the recommended way of merging such data</b>.<br />You should instead check and merge each object, <b>one by one</b>.<br /><br />Are you sure you want to continue?
ca_es: Sou a punt de fusionar varis objectes de les capes ''{0}'' i ''{1}''.<br /><br /><b>Aquesta no és la manera recomanada per a fusionar aquest tipus de dades</b>.<br />En comptes d''això haurieu de fusionar cada obecte per separat, <b>un a un</b>.<br /><br />Segur que voleu continuar?

source: Mirror
ca_es: Replica

source: Mirror selected nodes and ways.
ca_es: Fer una rèplica simètrica dels nodes i de les vies

source: Please select at least one node or way.
ca_es: Si us plau, seleccioneu com a mínim un node o una via

source: up
ca_es: amunt

source: down
ca_es: avall

source: left
ca_es: esquerra

source: right
ca_es: dreta

source: Move objects {0}
ca_es: Mou objectes {0}

source: Move {0}
ca_es: Mou {0}

source: Moves Objects {0}
ca_es: Mou objectes {0}

source: Cannot move objects outside of the world.
ca_es: No es pot moure els objectes fora del món.

source: Move Node...
ca_es: Mou el node...

source: Edit latitude and longitude of a node.
ca_es: Edita la latitud i longitud d''un node.

source: New Layer
ca_es: Capa nova

source: Create a new map layer.
ca_es: Crea una capa del mapa nova

source: URL Files
ca_es: Adreça URL dels arxius

source: Open...
ca_es: Obre...

source: Open a file.
ca_es: Obre un fitxer.
